{"documents":[{"id":"5a7d5ceb-6f62-32b0-9dd4-c3f8db020f97","title":"PerCon : A Personal Digital Library for Heterogeneous Data","datatype":"Publication","authors":["Su Inn Park","Frank Shipman"],"keywords":["data analysis","heterogeneous data","management","visual","wise"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":["Research training"],"content":"Systems are needed to support access to and analysis of large heterogeneous scientific datasets. We developed PerCon, a data management and analysis environment, to support such activities. PerCon processes and integrates data gathered via queries to existing data providers to create a personal digital library of data. Users may then search, browse, visualize and annotate the data as they proceed with analysis and interpretation. Interpretation in PerCon takes place in a visual workspace in which multiple data visualizations and annotations are placed into spatial arrangements based on the current task. The system watches for patterns in the user’s data selection and organization and through mixed-initiative interaction assists users by suggesting potentially relevant data from unexplored data sources. PerCon’s data location and analysis capabilities were evaluated in a controlled study with 24 users. Study participants had to locate and analyze heterogeneous weather and river data with and without the visual workspace and mixed-initiative interaction, respectively. Results indicate that the visual workspace facilitated information representation and aided in the identification of relationships between datasets. The system’s suggestions encouraged data exploration, leading participants to identify more evidence of correlation among data streams and more potential interactions among weather and river data.","kind":"Digital"},{"id":"acc3f66b-d6dc-358a-95f3-6951849aade6","title":"The End of an Architectural Era (It is Time for a Complete Rewrite)","datatype":"Publication","authors":["Michael Stonebraker","Samuel Madden","Daniel J Abadi","Stavros Harizopoulos","Nabil Hachem","Pat Helland"],"keywords":["wise"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"In previous papers SC05, SBC+07, some of us predicted the end of \"one size fits all\" as a commercial relational DBMS paradigm. These papers presented reasons and experimental evidence that showed that the major RDBMS vendors can be outperformed by 1-2 orders of magnitude by specialized engines in the data warehouse, stream processing, text, and scientific database markets. Assuming that specialized engines dominate these markets over time, the current relational DBMS code lines will be left with the business data processing (OLTP) market and hybrid markets where more than one kind of capability is required. In this paper we show that current RDBMSs can be beaten by nearly two orders of magnitude in the OLTP market as well. The experimental evidence comes from comparing a new OLTP prototype, H-Store, which we have built at M.I.T. to a popular RDBMS on the standard transactional benchmark, TPC-C. We conclude that the current RDBMS code lines, while attempting to be a \"one size fits all\" solution, in fact, excel at nothing. Hence, they are 25 year old legacy code lines that should be retired in favor of a collection of \"from scratch\" specialized engines. The DBMS vendors (and the research community) should start with a clean sheet of paper and design systems for tomorrow\u0027s requirements, not continue to push code lines and architectures designed for yesterday\u0027s needs.","kind":"Digital"},{"id":"e75fe1f5-e27d-38ac-919a-946f6117a637","title":"Laevo: A Temporal Desktop Interface for Integrated Knowledge Work","datatype":"Publication","authors":["Steven Jeuris","Steven Houben","Jakob Bardram"],"keywords":["desktop","interface","knowledge"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"Prior studies show that knowledge work is characterized by highly interlinked practices, including task, file and window management. However, existing personal information management tools primarily focus on a limited subset of knowledge work, forcing users to perform additional manual configuration work to integrate the different tools they use. In order to understand tool usage, we review literature on how users\u0027 activities are created and evolve over time as part of knowledge worker practices. From this we derive the activity life cycle, a conceptual framework describing the different states and transitions of an activity. The life cycle is used to inform the design of Laevo, a temporal activity-centric desktop interface for personal knowledge work. Laevo allows users to structure work within dedicated workspaces, managed on a timeline. Through a centralized notification system which doubles as a to-do list, incoming interruptions can be handled. Our field study indicates how highlighting the temporal nature of activities results in lightweight scalable activity management, while making users more aware about their ongoing and planned work.","kind":"Digital"},{"id":"4608262b-21ce-39ed-8020-9640f7d01604","title":"Ontologies and the brain: Using spreading activation through ontologies to support personal interaction","datatype":"Publication","authors":["Akrivi Katifori","Costas Vassilakis","Alan Dix"],"keywords":["Ontology","Personal interaction","Personal ontology","Spreading activation","User tasks"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"Ontologies, as knowledge engineering tools, allow information to be modelled in ways resembling to those used by the human brain, and may be very useful in the context of personal information management (PIM) and task information management (TIM). This work proposes the use of ontologies as a long-term knowledge store for PIM-related information, and the use of spreading activation over ontologies in order to provide context inference to tools that support TIM. Details on the ontology creation and content are provided, along with a full description of the spreading activation algorithm and its preliminary evaluation. ?? 2009 Elsevier B.V.","kind":"Digital"},{"id":"eb1b10b1-96f0-3dd5-a8cc-819aa002b737","title":"Presentation sensei: a presentation training system using speech and image processing","datatype":"Publication","authors":["Kazutaka Kurihara","M Goto","J Ogata"],"keywords":["image processing","presentation","speech processing","training"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"In this paper we present a presentation training system that observes a presentation rehearsal and provides the speaker with recommendations for improving the delivery of the presentation, such as to speak more slowly and to look at the audience. Our system \"Presentation Sensei\" is equipped with a microphone and camera to analyze a presentation by combining speech and image processing techniques. Based on the results of the analysis, the system gives the speaker instant feedback with respect to the speaking rate, eye contact with the audience, and timing. It also alerts the speaker when some of these indices exceed predefined warning thresholds. After the presentation, the system generates visual summaries of the analysis results for the speaker\u0027s self-examinations. Our goal is not to improve the content on a semantic level, but to improve the delivery of it by reducing inappropriate basic behavior patterns. We asked a few test users to try the system and they found it very useful for improving their presentations. We also compared the system\u0027s output with the observations of a human evaluator. The result shows that the system successfully detected some inappropriate behavior. The contribution of this work is to introduce a practical recognition-based human training system and to show its feasibility despite the limitations of state-of-the-art speech and video recognition technologies.","kind":"Digital"},{"id":"17d5bd47-f0ee-355f-946d-37a26ea9a0b0","title":"MultiPresenter: A Presentation System for (Very) Large Display Spaces","datatype":"Publication","authors":["Joel Lanir","Kellogg S Booth","Anthony Tang"],"keywords":["all or part of","displays","high-resolution displays","human-centered design","multiple","or hard copies of","permission to make digital","presentations","this work for"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"We introduce MultiPresenter, a novel presentation system designed to work on very large display spaces (multiple displays or physically large high-resolution displays). MultiPresenter allows presenters to organize and present pre-made and dynamic presentations that take advantage of a very large display space accessed from a personal laptop. Presenters can use the extra space to provide long-term persistency of information to the audience. Our design deliberately separates content generation (authoring) from the presentation of content. We focus on supporting presentation flow and a variety of presentation styles, ranging from automated, scripted sequences of pre-made slides to highly dynamic ad-hoc, and non-linear content. By providing smooth transition between these styles, presenters can easily alter the flow of content during a presentation to adapt to an audience or to change emphasis in response to emerging interests. We describe our goals, rationale and the design process, providing a detailed description of the current version of the system, and discuss our experience using it throughout a one-semester first year computer science course.","kind":"Digital"},{"id":"5961f6f2-37c3-35a2-8314-8c1b8b215b39","title":"An Extensible Presentation Tool for Flexible Human-Information Interaction","datatype":"Publication","authors":["Reinout Roels"],"keywords":["interaction","presentation"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"kind":"Digital"},{"id":"f5e840fe-669f-3ad1-9ea0-e93343c433cc","title":"epiC","datatype":"Publication","authors":["Dawei Jiang","Gang Chen","Beng Chin Ooi","Kian-Lee Tan","Sai Wu"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"The Big Data problem is characterized by the so called 3V features: Volume - a huge amount of data, Velocity - a high data ingestion rate, and Variety - a mix of structured data, semi-structured data, and unstructured data. The state-of-the-art solutions to the Big Data problem are largely based on the MapReduce framework (aka its open source implementation Hadoop). Although Hadoop handles the data volume challenge successfully, it does not deal with the data variety well since MapReduce enforces a key-value data model along with a row-oriented data processing strategy and bundles the data processing model with the underlying concurrent programming model. This paper presents epiC, an extensible system to tackle the Big Data’s data variety challenge. epiC introduces a general Actor-like concurrent programming model, independent of the data processing models, for specifying parallel computations. Users process multi-structured datasets with appropriate epiC extensions, the implementation of a data processing model best suited for the data type and auxiliary code for mapping that data processing model into epiC’s concurrent programming model. Like Hadoop, programs written in this way can be automatically parallelized and the runtime system takes care of fault tolerance and inter-machine communications. We present the design and implementation of epiC’s concurrent programming model. We also present two customized data processing model, an optimized MapReduce extension and a relational model, on top of epiC. Experiments demonstrate the effectiveness and efﬁciency of our proposed epiC.","kind":"Digital"},{"id":"db33b836-d255-333c-a5a7-9cdb7953ddf3","title":"Towards a Conceptual Framework and Metamodel for Context-aware Personal Cross-Media Information Management Systems","datatype":"Publication","authors":["Sandra Trullemans","Beat Signer"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"kind":"Digital"},{"id":"0542965f-06ad-3aa4-b284-1ab91bd734b5","title":"A resource oriented architecture for the Web of Things","datatype":"Publication","authors":["Dominique Guinard","Vlad Trifa","Erik Wilde"],"keywords":["Computer architecture","Internet","Logic gates","Protocols","RESTful principles","Service oriented architecture","Web languages","Web of things architecture","Web server","World Wide Web","actuator networks","embedded devices","energy monitoring system","environmental sensor nodes","large-scale networks","resource oriented architecture","smart things","software architecture","tagged objects","wireless sensor networks"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"Many efforts are centered around creating large-scale networks of “smart things” found in the physical world (e.g., wireless sensor and actuator networks, embedded devices, tagged objects). Rather than exposing real-world data and functionality through proprietary and tightly-coupled systems, we propose to make them an integral part of the Web. As a result, smart things become easier to build upon. Popular Web languages (e.g., HTML, Python, JavaScript, PHP) can be used to easily build applications involving smart things and users can leverage well-known Web mechanisms (e.g., browsing, searching, bookmarking, caching, linking) to interact and share these devices. In this paper, we begin by describing the Web of Things architecture and best-practices based on the RESTful principles that have already contributed to the popular success, scalability, and modularity of the traditional Web. We then discuss several prototypes designed in accordance with these principles to connect environmental sensor nodes and an energy monitoring system to the World Wide Web. We finally show how Web-enabled smart things can be used in lightweight ad-hoc applications called “physical mashups”.","kind":"Digital"},{"id":"9ce3f516-f6f3-33ea-a6fc-932496ac028b","title":"MindXpres: An Extensible Content-driven Cross-Media Presentation Platform","datatype":"Publication","authors":["Reinout Roels","Beat Signer"],"keywords":["cross-media transclusion","mindxpres","non-linear","slideware"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"Existing presentation tools and document formats show a number of shortcomings in terms of the management, visualisation and navigation of rich cross-media content. While slideware was originally designed for the production of physical transparencies, there is an in- creasing need for richer and more interactive media types.We investigate innovative forms of organising, visualising and navigating presentations. This includes the introduction of a new document format supporting the integration or transclusion of content from different presentations and cross-media sources as well as the non-linear navigation of presen- tations.We present MindXpres, a web technology-based extensible plat- form for content-driven cross-media presentations. The modular architec- ture and plug-in mechanism of MindXpres enable the reuse or integration of new visualisation and interaction components. Our MindXpres pro- totype forms a platform for the exploration and rapid prototyping of innovative concepts for presentation tools. Its support for multi-device user interfaces further enables an active participation of the audience which should ultimately result in more dynamic, engaging presentations and improved knowledge transfer. Keywords:","kind":"Digital"},{"id":"fdf38c41-d7e6-3c28-bfc2-84eda9fefcd9","title":"Opportunities and impediments for open GIS","datatype":"Publication","authors":["Daniel Sui"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":["Paper writing","Thesis work"],"content":"The field of GIS (S for Systems, Sciences, Services, and Studies) is at a cross-road in the early 2010s. Aiming to link the multiple visions for the next phase of GIS development, this article suggests that the emerging open GIS should serve as a guiding concept. Contextualized in the broader literature of open science, this article proposes open GIS should include eight dimensions related to data, software, hardware, standards, research, publication, funding, and education. For the GIS community, open GIS offers four exciting opportunities: (1) technology-driven opportunities for addressing challenges posed by the (spatial) big data deluge; (2) application-led opportunities for confronting the problems of a rapidly changing planet; (3) curiosity-inspired, crowd-powered opportunities for the development of an open and geographic citizen science; and (4) education-focused opportunities for implementing the vision of a spatial university. Although there are academic, legal, social/political, and environmental impediments for the practice of open GIS, open GIS will become increasingly important in shaping our research and educational agendas in the future.","kind":"Digital"},{"id":"d485e0d7-de2e-3cb9-bf5b-79a96e998f83","title":"Graduate student use of a multi-slate reading system","datatype":"Publication","authors":["Nicholas Chen","François Guimbretière","Abigail Sellen"],"keywords":["academia","deployment","e-book","e-reading","graduate students","multi-screen computing","multi-slate","reading","tablet"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":["Paper writing"],"content":"In laboratory studies, multi-surface slate-based reading sys- tems have shown great promise as platforms for active reading. However, the true utility of such a system can only be ascertained through the rigors of real world use. We conducted month-long deployments of a multi-slate reading system to support the active reading activities of graduate students in the humanities. During these deployments we documented how the added display area and increased mi- cro-mobility of multiple devices enhanced navigation and reading comfort. We also noted the essential role of writing and annotation. Finally, we observed how electronic affor- dances like synchronization across devices helped provide functionality that would not have been possible with paper documents. This paper contributes new information about how electronic reading solutions fit into real world reading workflows.","kind":"Digital"},{"id":"95a6e689-3c4c-3f4a-bdf8-79907dbd1c98","title":"Conceptual Modeling - ER 2007","datatype":"Publication","authors":["Ruopeng Lu","Shazia Sadiq"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":["Next Generation UI project","Thesis work"],"content":"Variance in business process execution can be the result of several situations, such as disconnection between documented models and business operations, workarounds in spite of process execution engines, dynamic change and exception handling, flexible and ad-hoc approaches, and collaborative and/or knowledge intensive work. It is imperative that effective support for managing process variance be extended to organizations mature in their BPM (Business Process Management) uptake so that they can ensure organization wide consistency, promote reuse and capitalize on their BPM investments. Process variants are complex objects that contain features of different dimensions, such as variant design or variant execution data. This paper provides a technique for effective utilization of the adaptations manifested in process variants. In particular, we will present a facility for discovery of preferred variants through effective search and retrieval based on the notion of process similarity, where multiple aspects of the process variants are compared according to specific query requirements. The major advantage of this approach is the ability to provide a quantitative measure for the similarity between process variants, which further facilitates various BPM activities such as process reuse, analysis and discovery.","kind":"Digital"},{"id":"4c9fc040-ca4f-38a8-955b-d8205dd63b88","title":"From User Needs to Opportunities in Personal Information Management: A Case Study on Organisational Strategies in Cross-Media Information Spaces","datatype":"Publication","authors":["Sandra Trullemans","Beat Signer"],"keywords":["cross-media information spaces","definition of files","mixing","organisational strategies","personal information management","piles","pim"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":["Next Generation UI project"],"content":"The efficient management of our daily information in phys- ical and digital information spaces is a well-known prob- lem. Current research on personal information manage- ment (PIM) aims to understand and improve organisational and re-finding activities. We present a case study about organisational strategies in cross-media information spaces, consisting of physical as well as digital information. In con- trast to existing work, we provide a unified view on organi- sational strategies and investigate how re-finding cues differ across the physical and digital space. We further introduce a new mixing organisational strategy which is used in addi- tion to the well-known filing and piling strategies. Last but not least, based on the results of our study we discuss op- portunities and pitfalls for future descriptive PIM research and outline some directions for future PIM system design. Categories","kind":"Digital"},{"id":"2e0784ef-85be-3320-b7aa-88090959d8e2","title":"ArtVis : Combining Advanced Visualisation and Tangible Interaction for the Exploration , Analysis and Browsing of Digital Artwork Collections","datatype":"Publication","authors":["Bruno Dumas","Bram Moerman","Sandra Trullemans","Beat Signer"],"keywords":["action","artvis","artwork explorer","categories and subject descriptors","faceted browsing","information visualisation","tangible inter-"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":["Next Generation UI project"],"content":"We present ArtVis, an application combining advanced visualisation techniques and tangible interaction to explore a large digital collection of almost 28 000 European artworks managed by the Web Gallery of Art. In order to get new insights by exploring","kind":"Digital"},{"id":"8064f0d9-e12c-301e-88d1-d22969b6c573","title":"An Advanced User Interface for Exploring , Analysing and Browsing Digital Artwork Collections","datatype":"Publication","authors":["Bruno Dumas","Bram Moerman","Sandra Trullemans","Beat Signer"],"keywords":["ArtVis","Artwork Explorer","Faceted Browsing","Information Visualisation","Tangible Interaction","action","artvis","artwork explorer","faceted browsing","figure 1","graphical artvis user interface","information visualisation","tangible inter-"],"createdDate":"Nov 18, 2015 5:26:10 AM","tasks":[],"content":"We present ArtVis, an advanced user interface combining state- of-the-art visualisation techniques and tangible interaction to ex- plore the Web Gallery of Art digital artwork collection consisting of almost 28 000 European artworks. The graphical ArtVis inter- face contains three separate visualisation panels that allow users to temporally, semantically and geographically investigate the dig- ital artwork collection. The goal of ArtVis is that users can gain new insights by visually analysing and exploring a large data set rather than to only provide detailed information about individual artworks. This explorative ArtVis interaction style is further fos- tered by a tangible user interface where physical artefacts can be used as simple handles to drive the faceted browsing of the rich digital information space.","kind":"Digital"},{"id":"150a14c5e20e8155","title":"Verify your Evernote email address","datatype":"Email","authors":["Evernote \u003cno-reply@evernote.com\u003e"],"keywords":["INBOX","IMPORTANT","CATEGORY_PERSONAL"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Evernote Please verify your email address Click the button below or use the following copy paste link","kind":"Digital"},{"id":"150a144d256e68e2","title":"Verify your Evernote email address","datatype":"Email","authors":["Evernote \u003cno-reply@evernote.com\u003e"],"keywords":["INBOX","IMPORTANT","CATEGORY_UPDATES"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Evernote Please verify your email address Click the button below or use the following copy paste link","kind":"Digital"},{"id":"1509fcb029ef7c8d","title":"Datas created...","datatype":"Email","authors":["Dhanya Mithra \u003cdhanyamithrav@gmail.com\u003e"],"keywords":["INBOX","IMPORTANT","CATEGORY_PERSONAL"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"","kind":"Digital"},{"id":"1509e25cfc5e9da3","title":"Get Started with Evernote","datatype":"Email","authors":["Evernote \u003cno-reply@evernote.com\u003e"],"keywords":["INBOX","CATEGORY_UPDATES"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Evernote Welcome to your workspace Evernote is the digital workspace that\u0026#39;s with you wherever you","kind":"Digital"},{"id":"1509e10d6b2b2082","title":"Artvis","datatype":"Email","authors":["Dhanya Mithra \u003cdhanyamithrav@gmail.com\u003e"],"keywords":["INBOX","IMPORTANT","CATEGORY_PERSONAL"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Dear guys, I request you to take a look at this paper on Artvis.","kind":"Digital"},{"id":"1509e0ef8f8f073d","title":"NGUI meeting","datatype":"Email","authors":["Dhanya Mithra \u003cdhanyamithrav@gmail.com\u003e"],"keywords":["INBOX","IMPORTANT","CATEGORY_PERSONAL"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Dear guys, Lets meet on this wednesday to discuss regarding our meeting. Regards, Dhanya","kind":"Digital"},{"id":"1509e0d6751a0486","title":"Publications","datatype":"Email","authors":["G5 Ngui \u003cgroup5ngui@gmail.com\u003e"],"keywords":["SENT"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Dear Dhanya, I request you to read these papers for our project. Regards","kind":"Digital"},{"id":"150997071beaedfa","title":"New sign-in from Chrome on Windows","datatype":"Email","authors":["Google \u003cno-reply@accounts.google.com\u003e"],"keywords":["INBOX","CATEGORY_PERSONAL"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"New sign-in from Chrome on Windows Hi G5, Your Google Account group5ngui@gmail.com was just used to","kind":"Digital"},{"id":"15098f9ff728b807","title":"Mendeley Sign-up Verification","datatype":"Email","authors":["Mendeley \u003cno-reply@mendeley.com\u003e"],"keywords":["INBOX","CATEGORY_UPDATES"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Please confirm your email address to complete sign up Mendeley Hi Group5, I\u0026#39;m part of the","kind":"Digital"},{"id":"1509050457412d2d","title":"Please confirm your e-mail address","datatype":"Email","authors":["Mendeley \u003cno-reply@mendeley.com\u003e"],"keywords":["INBOX","CATEGORY_UPDATES","Label_1"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Please confirm your email address to complete sign up Mendeley Verify your e-mail address Click the","kind":"Digital"},{"id":"15077b5a2c511dee","title":"Your recovery email address changed","datatype":"Email","authors":["Google \u003cno-reply@accounts.google.com\u003e"],"keywords":["INBOX","IMPORTANT","CATEGORY_UPDATES"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Your recovery email address changed Hi G5, The recovery email for your Google Account group5ngui@","kind":"Digital"},{"id":"15077b4d4d8a1a57","title":"Confirm your email address to start using Smartsheet","datatype":"Email","authors":["Smartsheet \u003cwelcome@smartsheet.com\u003e"],"keywords":["INBOX","CATEGORY_UPDATES"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"To start using your Smartsheet account, click the button to confirm your email address: Confirm Email","kind":"Digital"},{"id":"1505418fd1f62e4e","title":"Get Started with Evernote","datatype":"Email","authors":["Evernote \u003cno-reply@evernote.com\u003e"],"keywords":["INBOX","IMPORTANT","CATEGORY_UPDATES"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Evernote Welcome to your workspace Evernote is the digital workspace that\u0026#39;s with you wherever you","kind":"Digital"},{"id":"1504552ed9258f19","title":"The best of Gmail, wherever you are","datatype":"Email","authors":["Gmail Team \u003cmail-noreply@google.com\u003e"],"keywords":["INBOX"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Hi G5 Get the official Gmail app The best features of Gmail are only available on your phone and","kind":"Digital"},{"id":"1504552ec54b2bc5","title":"Stay more organized with Gmail\u0027s inbox","datatype":"Email","authors":["Gmail Team \u003cmail-noreply@google.com\u003e"],"keywords":["INBOX"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Hi G5 Gmail\u0026#39;s inbox puts you in control Inbox video Meet the inbox Gmail\u0026#39;s inbox sorts your","kind":"Digital"},{"id":"1504552ebc8c082f","title":"Three tips to get the most out of Gmail","datatype":"Email","authors":["Gmail Team \u003cmail-noreply@google.com\u003e"],"keywords":["INBOX"],"createdDate":"Nov 18, 2015 5:26:13 AM","tasks":[],"content":"Hi G5 Tips to get the most out of Gmail Bring your contacts and mail into Gmail On your computer, you","kind":"Digital"},{"id":"0a90b18a-8213-4f6e-b999-98158b39bee2","title":"INBOX","datatype":"Note","authors":["group5ngui"],"keywords":["INBOX"],"createdDate":"Nov 18, 2015 5:26:15 AM","tasks":[],"content":"[B@33b5f576","kind":"Digital"},{"id":"04a4a846-14cb-4d39-a565-0fcd9b6b230f","title":"data analysis","datatype":"Note","authors":["group5ngui"],"keywords":["data","analysis"],"createdDate":"Nov 18, 2015 5:26:15 AM","tasks":[],"content":"[B@6f06307f","kind":"Digital"},{"id":"951a62f1-5d60-4b3d-8b07-2435f1673206","title":"Mendeley","datatype":"Note","authors":["group5ngui"],"keywords":["Mendeley"],"createdDate":"Nov 18, 2015 5:26:15 AM","tasks":[],"content":"[B@7f5a1aca","kind":"Digital"},{"id":"65fe125e-114f-43d7-a5af-5e84e8a1b625","title":"action","datatype":"Note","authors":["group5ngui"],"keywords":["action"],"createdDate":"Nov 18, 2015 5:26:15 AM","tasks":[],"content":"[B@74950517","kind":"Digital"}],"links":[{"source":0,"target":1,"values":["Keyword"]},{"source":4,"target":6,"values":["Keyword"]},{"source":6,"target":10,"values":["Authorship"]},{"source":8,"target":10,"values":["Authorship"]},{"source":8,"target":14,"values":["Authorship"]},{"source":8,"target":15,"values":["Authorship"]},{"source":8,"target":16,"values":["Authorship"]},{"source":10,"target":14,"values":["Authorship"]},{"source":10,"target":15,"values":["Authorship"]},{"source":10,"target":16,"values":["Authorship"]},{"source":11,"target":12,"values":["Task"]},{"source":11,"target":13,"values":["Task"]},{"source":13,"target":14,"values":["Task"]},{"source":13,"target":15,"values":["Task"]},{"source":14,"target":15,"values":["Authorship","Task"]},{"source":14,"target":15,"values":["Authorship","Task"]},{"source":14,"target":16,"values":["Authorship"]},{"source":15,"target":16,"values":["Keyword","Authorship"]},{"source":15,"target":16,"values":["Keyword","Authorship"]},{"source":15,"target":36,"values":["Keyword"]},{"source":16,"target":36,"values":["Keyword"]},{"source":17,"target":18,"values":["Keyword","Authorship"]},{"source":17,"target":18,"values":["Keyword","Authorship"]},{"source":17,"target":19,"values":["Keyword"]},{"source":17,"target":20,"values":["Keyword","Authorship"]},{"source":17,"target":20,"values":["Keyword","Authorship"]},{"source":17,"target":21,"values":["Keyword"]},{"source":17,"target":22,"values":["Keyword"]},{"source":17,"target":24,"values":["Keyword"]},{"source":17,"target":25,"values":["Keyword"]},{"source":17,"target":26,"values":["Keyword"]},{"source":17,"target":27,"values":["Keyword"]},{"source":17,"target":28,"values":["Keyword"]},{"source":17,"target":29,"values":["Keyword","Authorship"]},{"source":17,"target":29,"values":["Keyword","Authorship"]},{"source":17,"target":30,"values":["Keyword"]},{"source":17,"target":31,"values":["Keyword"]},{"source":17,"target":32,"values":["Keyword"]},{"source":17,"target":33,"values":["Keyword"]},{"source":18,"target":19,"values":["Keyword"]},{"source":18,"target":20,"values":["Keyword","Authorship"]},{"source":18,"target":20,"values":["Keyword","Authorship"]},{"source":18,"target":21,"values":["Keyword"]},{"source":18,"target":22,"values":["Keyword"]},{"source":18,"target":24,"values":["Keyword"]},{"source":18,"target":25,"values":["Keyword"]},{"source":18,"target":26,"values":["Keyword"]},{"source":18,"target":27,"values":["Keyword"]},{"source":18,"target":28,"values":["Keyword"]},{"source":18,"target":29,"values":["Keyword","Authorship"]},{"source":18,"target":29,"values":["Keyword","Authorship"]},{"source":18,"target":30,"values":["Keyword"]},{"source":18,"target":31,"values":["Keyword"]},{"source":18,"target":32,"values":["Keyword"]},{"source":18,"target":33,"values":["Keyword"]},{"source":19,"target":20,"values":["Keyword"]},{"source":19,"target":21,"values":["Keyword","Authorship"]},{"source":19,"target":21,"values":["Keyword","Authorship"]},{"source":19,"target":22,"values":["Keyword","Authorship"]},{"source":19,"target":22,"values":["Keyword","Authorship"]},{"source":19,"target":24,"values":["Keyword"]},{"source":19,"target":25,"values":["Keyword"]},{"source":19,"target":26,"values":["Keyword"]},{"source":19,"target":27,"values":["Keyword"]},{"source":19,"target":28,"values":["Keyword"]},{"source":19,"target":29,"values":["Keyword"]},{"source":19,"target":30,"values":["Keyword"]},{"source":19,"target":31,"values":["Keyword"]},{"source":19,"target":32,"values":["Keyword"]},{"source":19,"target":33,"values":["Keyword"]},{"source":20,"target":21,"values":["Keyword"]},{"source":20,"target":22,"values":["Keyword"]},{"source":20,"target":24,"values":["Keyword"]},{"source":20,"target":25,"values":["Keyword"]},{"source":20,"target":26,"values":["Keyword"]},{"source":20,"target":27,"values":["Keyword"]},{"source":20,"target":28,"values":["Keyword"]},{"source":20,"target":29,"values":["Keyword","Authorship"]},{"source":20,"target":29,"values":["Keyword","Authorship"]},{"source":20,"target":30,"values":["Keyword"]},{"source":20,"target":31,"values":["Keyword"]},{"source":20,"target":32,"values":["Keyword"]},{"source":20,"target":33,"values":["Keyword"]},{"source":21,"target":22,"values":["Keyword","Authorship"]},{"source":21,"target":22,"values":["Keyword","Authorship"]},{"source":21,"target":24,"values":["Keyword"]},{"source":21,"target":25,"values":["Keyword"]},{"source":21,"target":26,"values":["Keyword"]},{"source":21,"target":27,"values":["Keyword"]},{"source":21,"target":28,"values":["Keyword"]},{"source":21,"target":29,"values":["Keyword"]},{"source":21,"target":30,"values":["Keyword"]},{"source":21,"target":31,"values":["Keyword"]},{"source":21,"target":32,"values":["Keyword"]},{"source":21,"target":33,"values":["Keyword"]},{"source":22,"target":24,"values":["Keyword"]},{"source":22,"target":25,"values":["Keyword"]},{"source":22,"target":26,"values":["Keyword"]},{"source":22,"target":27,"values":["Keyword"]},{"source":22,"target":28,"values":["Keyword"]},{"source":22,"target":29,"values":["Keyword"]},{"source":22,"target":30,"values":["Keyword"]},{"source":22,"target":31,"values":["Keyword"]},{"source":22,"target":32,"values":["Keyword"]},{"source":22,"target":33,"values":["Keyword"]},{"source":24,"target":25,"values":["Keyword"]},{"source":24,"target":26,"values":["Keyword"]},{"source":24,"target":27,"values":["Keyword","Authorship"]},{"source":24,"target":27,"values":["Keyword","Authorship"]},{"source":24,"target":28,"values":["Keyword"]},{"source":24,"target":29,"values":["Keyword"]},{"source":24,"target":30,"values":["Keyword"]},{"source":24,"target":31,"values":["Keyword"]},{"source":24,"target":32,"values":["Keyword"]},{"source":24,"target":33,"values":["Keyword"]},{"source":25,"target":26,"values":["Keyword","Authorship"]},{"source":25,"target":26,"values":["Keyword","Authorship"]},{"source":25,"target":27,"values":["Keyword"]},{"source":25,"target":28,"values":["Keyword"]},{"source":25,"target":29,"values":["Keyword"]},{"source":25,"target":30,"values":["Keyword"]},{"source":25,"target":31,"values":["Keyword"]},{"source":25,"target":32,"values":["Keyword"]},{"source":25,"target":33,"values":["Keyword"]},{"source":26,"target":27,"values":["Keyword"]},{"source":26,"target":28,"values":["Keyword"]},{"source":26,"target":29,"values":["Keyword"]},{"source":26,"target":30,"values":["Keyword"]},{"source":26,"target":31,"values":["Keyword"]},{"source":26,"target":32,"values":["Keyword"]},{"source":26,"target":33,"values":["Keyword"]},{"source":27,"target":28,"values":["Keyword"]},{"source":27,"target":29,"values":["Keyword"]},{"source":27,"target":30,"values":["Keyword"]},{"source":27,"target":31,"values":["Keyword"]},{"source":27,"target":32,"values":["Keyword"]},{"source":27,"target":33,"values":["Keyword"]},{"source":28,"target":29,"values":["Keyword"]},{"source":28,"target":30,"values":["Keyword"]},{"source":28,"target":31,"values":["Keyword"]},{"source":28,"target":32,"values":["Keyword"]},{"source":28,"target":33,"values":["Keyword"]},{"source":29,"target":30,"values":["Keyword"]},{"source":29,"target":31,"values":["Keyword"]},{"source":29,"target":32,"values":["Keyword"]},{"source":29,"target":33,"values":["Keyword"]},{"source":30,"target":31,"values":["Keyword","Authorship"]},{"source":30,"target":31,"values":["Keyword","Authorship"]},{"source":30,"target":32,"values":["Keyword","Authorship"]},{"source":30,"target":32,"values":["Keyword","Authorship"]},{"source":30,"target":33,"values":["Keyword"]},{"source":31,"target":32,"values":["Keyword","Authorship"]},{"source":31,"target":32,"values":["Keyword","Authorship"]},{"source":31,"target":33,"values":["Keyword"]},{"source":32,"target":33,"values":["Keyword"]},{"source":33,"target":34,"values":["Authorship"]},{"source":33,"target":35,"values":["Authorship"]},{"source":33,"target":36,"values":["Authorship"]},{"source":34,"target":35,"values":["Authorship"]},{"source":34,"target":36,"values":["Authorship"]},{"source":35,"target":36,"values":["Authorship"]}]}